{
  "users": [
    {
      "id": 1,
      "userName": "Lacey",
      "email": "lacey@g.com",
      "password": "password"
    },
    {
      "id": 2,
      "userName": "Gus",
      "email": "gus@g.com",
      "password": "password"
    },
    {
      "id": 3,
      "userName": "Sadie",
      "email": "sadie@g.com",
      "password": "password"
    },
    {
      "id": 4,
      "userName": "andy",
      "email": "andy@g.com",
      "password": "password"
    }
  ],
  "posts": [
    {
      "id": 1,
      "userId": 1,
      "title": "Bright Lights ",
      "date": "07-29-20",
      "latitude": "36.0894° N",
      "logitude": "86.7425° W",
      "location": "Grassmere Zoo",
      "description": "I saw a bright light in the old house in the back of the property.  Jinkies!"
    },
    {
      "id": 2,
      "userId": 1,
      "title": "Phantom Cat",
      "date": "01-03-20",
      "latitude": "36°09′26″N",
      "logitude": "86°47′05″W",
      "location": "Union Station, Nashville TN",
      "description": "Dude. Okay. So I was at Union Station, and I saw this HUGE jaguar! I'm not even joking!! I tried to take a photo but when I pulled out my phone it was already gone. I ran for it lol."
    },
    {
      "userId": 2,
      "title": "Bigfoot Sighting",
      "date": "08-03-20",
      "latitude": "46.134549",
      "logitude": "-123.138991",
      "location": "Steweart Creek RD by the Quincy Reservoir",
      "description": "Dude.... okay. I was driving down the highway and on the side of the road I saw this HUGE hairy man! I think it was bigfoot!!!! ",
      "id": 3
    },
    {
      "userId": 3,
      "title": "Ghost in the street",
      "date": "08-07-2020",
      "latitude": "36.0894° N",
      "logitude": "86.7425° W",
      "location": "Nashville, Tennessee, USA",
      "description": "Y'alll there was a ghost i saw in the street. I swear, WEIRDDDDDD",
      "id": 4
    },
    {
      "id": 6,
      "userId": 2,
      "title": "Sleep Paralysis",
      "date": "08-16-2020",
      "latitude": "36°07'44.1",
      "logitude": "86°46'39.5",
      "location": "Hattie B's",
      "description": "I ate at hattie b's at got sleep paralysis 3 nights in a row."
    },
    {
      "userId": 1,
      "title": "Haunted Hotel",
      "date": "08-13-2020",
      "latitude": "35.5273° N",
      "logitude": "86.3344° W",
      "location": "Walking Horse Haunted Hotel",
      "description": "When we went to check in to our rooms, as soon as I entered the hallway our rooms were in, I remember almost feeling as though I walked into a 'wall' of… bad energy? I just felt so unnerved and uneasy in that hallway, but I passed it off as an overactive imagination. I slept the first night without any issues other than waking up a few times. The next morning at breakfast, one of my sisters mentioned feeling really uncomfortable in the hallway, almost as if the air was crushing. It unnerved me even more that I wasn't the only one who felt weirded out, plus she was an adult at the time, so it further cemented in my head that that wing of the hotel was odd.",
      "id": 7
    },
    {
      "userId": 1,
      "title": "Rocking Horse",
      "date": "07-17-2020",
      "latitude": "N/A",
      "logitude": "N/A",
      "location": "my childhood home, not comfortable disclosing",
      "description": "One night, when I was maybe 10 or 12, I had trouble falling asleep. My bedroom was the entire top floor of our house with my bed and such being on the left side and storage closets and a play area on the right. I was lying in bed when I heard a noise from the other side of the room and saw a rocking horse begin to rock. It was sitting just outside one of the storage closet doors. It proceeded to rock its way halfway across the room and stopped dead under the ceiling light. At this point, I was freaking out and just buried my head under my blankets and never peeked out again until morning. When I woke up, the rocking horse was still in the middle of my room. Furthermore, I got a stern reprimand from my parents for being up out of bed playing with my toys well past my bedtime. Their bedroom was directly below the storage closet/play area and had heard creaking shuffling across the room.",
      "id": 8
    },
    {
      "userId": 4,
      "title": "Gus",
      "date": "2020-07-29",
      "latitude": "N/A",
      "logitude": "N/A",
      "location": "Mcdonalds",
      "description": "I saw a ghost eating a big mac.",
      "id": 10
    }
  ],
  "catagory": [
    {
      "id": "int",
      "catagoryName": "varchar"
    }
  ],
  "chatroom": [
    {
      "id": 1,
      "chat": "Why don't you go haunt a house? Rattle some chains or something."
    },
    {
      "id": 2,
      "chat": "What's a ghost's favourite dessert? I SCREAM lol"
    },
    {
      "chat": "Hello fellow comrades! ",
      "id": 3
    },
    {
      "chat": "Did ya'll watch that new episode of ghost adventures last night? It creeped me out lol",
      "id": 4
    },
    {
      "chat": "is anyone awake?",
      "id": 5
    },
    {
      "chat": "Hello everyone! Happy capstone!",
      "id": 6
    }
  ],
  "friends": []
}